Revit 2024 API
BuiltInFailures.KeyBasedTreeEntryFailures Class
 Failures about KeyBasedTreeEntry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class KeyBasedTreeEntryFailures
Visual Basic
Public NotInheritable Class KeyBasedTreeEntryFailures
Visual C++
public ref class KeyBasedTreeEntryFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.KeyBasedTreeEntryFailures
See Also
BuiltInFailures.KeyBasedTreeEntryFailures Members
Autodesk.Revit.DB Namespace